src/main/resources/public/Request/PhoneValidation/Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sch="http://www.tibco.com/schemas/PhoneValidationRequest/Schema.xsd">
   <soapenv:Header/>
   <soapenv:Body>
      <sch:ISSPhoneValidationRequest>
         <sch:PhoneNumber>2013456789</sch:PhoneNumber>
         <sch:CountryCode>US</sch:CountryCode>
         <sch:ResponseFormat>xml</sch:ResponseFormat>
      </sch:ISSPhoneValidationRequest>
   </soapenv:Body>
</soapenv:Envelope>